Numpad1::
SendMessage, 0x50,, 0x4190419,,
SendInput, {f6}/s Уважаемые сотрудники ТРК "Ритм"...{ENTER}
Sleep 2000
SendInput, {f6}/s Если Вы сделали отчет, а также оставили его на столе Гл.Редактора или Редактора...{enter}
sleep 2000
SendInput, {f6}/s То не нужно за ними бегать, требуя проверки отчета.{enter}
Sleep 2000
SendInput, {f6}/s Просто терпеливо ждите. Помните, что у всех есть свои дела.{enter}
Sleep 2000
SendInput, {f6}/s После того, как его одобрили, подойдите к Гл.Редактору, либо Редактору...{enter}
Sleep 2000
SendInput, {f6}/s И напомните им, что Ваш отчет проверили. После этого они Вас повысят.{enter}
Sleep 2000
SendInput, {f6}/s Также напомню, что повыситься Вы можете максимум 1 раз за день.{enter}
Sleep 2000
SendInput, {f6}/s На этом лекция окончена. Спасибо за внимание.{enter}
sleep 1000
Return

Numpad2::
SendMessage, 0x50,, 0x4190419,, A
SendInput, {f6}/s Уважаемые сотрудники, сейчас проведу лекцию про субординацию.{ENTER}
Sleep 2000
SendInput, {f6}/s Вам запрещено пререкаться со старшим составом.{ENTER}
Sleep 2000
SendInput, {f6}/s Оспаривать приказы и поручения.{ENTER}
Sleep 2000
SendInput, {f6}/s Запрещено называть коллег на Ты.{ENTER}
Sleep 2000
SendInput, {f6}/s Обращаться можно только на Вы.{ENTER}
Sleep 2000
SendInput, {f6}/s Далее... Запрещено оскорблять или передразнивать коллег.{ENTER}
Sleep 2000
SendInput, {f6}/s За нарушение этих правил Вы можете получить выговор.{ENTER}
Sleep 2000
SendInput, {f6}/s На этом все, можете продолжать работать.{ENTER}
Return

Numpad3::
SendMessage, 0x50,, 0x4190419,, A
SendInput, {F6}/s Здравствуйте уважаемые сотрудники.{Enter}
Sleep 2000
SendInput, {F6}/s Сегодня я проведу лекцию на тему: правила поведения и проведения строя.{Enter}
Sleep 2000
SendInput, {F6}/s Начнем с самого главного, строй можно проводить с должности "Репортер" и выше.{Enter}
Sleep 2000
SendInput, {F6}/s Также, нужно придерживаться всех правил из Устава касаемо строя.{Enter}
Sleep 2000
SendInput, {F6}/s А именно: Запрещено не присутствовать в строю без уважительной причины.{Enter}
Sleep 2000
SendInput, {F6}/s Запрещено выкрикивать в строю. Запрещено выходить из строя без причины.{Enter}
Sleep 2000
SendInput, {F6}/s Запрещено говорить | шептаться с коллегами в строю.{Enter}
Sleep 2000
SendInput, {F6}/s Запрещено доставать оружие в строю.{Enter}
Sleep 2000
SendInput, {F6}/s Запрещено танцевать в строю.{Enter}
Sleep 2000
SendInput, {F6}/s На этом я хочу закончить данную лекцию. Всем спасибо.{Enter}
Sleep 2000
Return
