editing := false
specials := false
#If editing
:?*:ккв2::Куплю квартиру в . Бюджет:{Left 9}
:?*:ккв1::Куплю квартиру в ЛТО. Бюджет:{Space}
:?*:пкв::Продам квартиру в . Цена:{Left 7}
:?*:кдом2::Куплю дом в . Бюджет:{Left 9}
:?*:кдом1::Куплю дом в ЛТО. Бюджет:{Space}
:?*:кгар1::Куплю гараж в . Бюджет:{Left 9}
:?*:кгар2::Куплю гараж класса "". Бюджет:{Left 10}
:?*:кгар3::Куплю гараж класса "" в . Бюджет:{Left 13}
:?*:пгар1::Продам гараж в . Цена:{Left 7}
:?*:пгар2::Продам гараж класса "". Цена:{Left 8}
:?*:пгар3::Продам гараж класса "" в . Цена:{Left 11}
:?*:пдом::Продам дом в . Цена:{Left 7}
:?*:кам::Куплю а/м "". Бюджет:{Left 10}
:?*:пам::Продам а/м "". Цена:{Left 8}
:?*:кске::Куплю т/с "Скейт". Бюджет:
:?*:пске::Продам т/с "Скейт". Цена:
:?*:кмц::Куплю м/м "". Бюджет:{Left 10}
:?*:пмц::Продам м/м "". Цена:{Left 8}
:?*:кгм::Куплю г/м "". Бюджет:{Left 10}
:?*:пгм::Продам г/м "". Цена:{Left 8}
:?*:квм::Куплю в/м "". Бюджет:{Left 10}
:?*:пвм::Продам в/м "". Цена:{Left 8}
:?*:кад::Куплю автодом марки "". Бюджет:{Left 10}
:?*:пад::Продам автодом марки "". Цена:{Left 8}
:?*:какс::Куплю а/с "". Бюджет:{Left 10}
:?*:пакс::Продам а/с "". Цена:{Left 8}
:?*:каакс::Куплю а/с на авто "". Бюджет:{Left 10}
:?*:паакс::Продам а/с на авто "". Цена:{Left 8}
:?*:кбиз1::Куплю предприятие в любой точке области. Бюджет:{Space}
:?*:кбиз2::Куплю предприятие "". Бюджет:{Left 10}
:?*:кбиз3::Куплю предприятие в. Бюджет:{Left 9}
:?*:пбиз::Продам предприятие "" в . Цена:{Left 11}
:?*:рбиз1::Работает предприятие "" в . Обращайтесь{!}{Left 18}
:?*:рбиз2::Работает предприятие "". Обращайтесь{!}{Left 15}
:?*:пбиз::Продам предприятие "" в . Цена:{Left 11}
:?*:попг::Продам кольцо с гравировкой "Банда". Цена:{Space}
:?*:копг::Куплю кольцо с гравировкой "Банда". Бюджет:{Space}
:?*:ич1::Ищу человека по имени "". Просьба: Связаться.{Left 22}
:?*:ич2::Ищу человека с майкой "". Просьба: Связаться.{Left 22}
:?*:икре::Ищу кредитора на сумму:  Рублей. Просьба: Связаться.{Left 28}
:?*:ищуд::Ищу девушку для серьезных отношений. О себе: При встрече.
:?*:ищуп::Ищу парня для серьезных отношений. О себе: При встрече.
:?*:рабл::В области работает опытный лицензёр. Обращайтесь{!}
:?*:рабш1::В области работает опытный шиномонтажник. Обращайтесь{!}
:?*:рабш2::В  работает опытный шиномонтажник. Обращайтесь{!}{Left 45}
:?*:рабт1::В области работает опытный тонировщик. Обращайтесь{!}
:?*:рабт2::В  работает опытный тонировщик. Обращайтесь{!}{Left 42}
:?*:ищул::Нуждаюсь в услугах опытного лицензёра. Просьба: Связаться.
:?*:ищуш::Нуждаюсь в услугах опытного шиномонтажника. Просьба: Связаться.
:?*:ищут::Нуждаюсь в услугах опытного тонировщика. Просьба: Связаться.
:?*:псим::Продам сим-карту формата "". Цена:{Left 8}
:?*:ксим::Куплю сим-карту формата "". Бюджет:{Left 10}
:?*:пан::Продам а/н формата "". Цена:{Left 8}
:?*:кан::Куплю а/н формата "". Бюджет:{Left 10}
:?*:счоп1::Проходит собеседование в ЧОП "". Просьба: Связаться.{Left 22}
:?*:счоп2::Проходит собеседование в ЧОП "". Мы в навигаторе:{Left 19}
:?*:вчоп::Трудоустроюсь в ЧОП. Просьба: Связаться.
:?*:вод::Трудоустроюсь личным водителем. Просьба: Связаться.
:?*:кскин::Куплю одежду пошива "". Бюджет:{Left 10}
:?*:пскин::Продам одежду пошива "". Цена:{Left 8}
:?*:кэск::Куплю одежду эксклюзивного пошива. Бюджет:{Space}
:?*:кєск::Куплю одежду эксклюзивного пошива. Бюджет:{Space}
:?*:пскин::Продам одежду пошива "". Цена:{Left 8}
:?*:пэск::Продам одежду эксклюзивного пошива "". Цена:{Left 8}
:?*:пєск::Продам одежду эксклюзивного пошива "". Цена:{Left 8}
:?*:кфор::Куплю форму пошива "". Бюджет:{Left 10}
:?*:пфор::Продам форму пошива "". Цена:{Left 8}
:?*:кп::Куплю предмет "". Бюджет:{Left 10}
:?*:кке::Куплю кейс "". Бюджет:{Left 10}
:?*:пп::Продам предмет "". Цена:{Left 8}
:?*:пке::Продам кейс "". Цена:{Left 8}
:?*:отк1::Отказ П.Р.О
:?*:отк2::Отказ П.Р.О (Уточните).
:?*:отк3::Отказ П.Р.О ().{Left 2}
:?*:ког1::Куплю предприятие "Огород" в ЛТО. Бюджет:{Space}
:?*:ког2::Куплю предприятие "Огород" в . Бюджет:{Left 9}
:?*:сог1::Сдам предприятие "Огород" в  в аренду. Цена за час:{Left 23}
:?*:сог2::Сдам предприятие "Огород" в аренду. Цена за час:{Space}
:?*:сног1::Сниму огород в аренду. Бюджет в час:{Space}
:?*:сног2::Сниму огород в аренду в . Бюджет в час:{Left 15}
:?*:пог::Продам предприятие "Огород" в . Цена:{Left 7}
:?*:обм1::Обменяю а/м "" на а/м "".{Left 12}
:?*:обм2::Обменяю а/м "" на авто класса "".{Left 20}
:?*:обм5::Обменяю а/м "" на ваше имущество.{Left 20}
:?*:обм3::Обменяю а/м "" на квартиру в.{Left 20}
:?*:обм3::Обменяю а/м "" на дом в.{Left 20}
:?*:обмен::Обменяю .{Left 1}


:?*:mb-::Mercedes-Benz
:?*:мерс-::Mercedes-Benz
:?*:toy-::Toyota
:?*:mit-::Mitsubishi
:?*:lam-::Lamborghini
:?*:fe-::Ferrari
:?*:rr-::Rolls-Royce
:?*:ф90-::BMW M5 F90
:?*:ф10-::BMW M5 F10
:?*:кава-::Kawasaki Ninja H2R
:?*:дука-::Ducatti Desmodeci RR
:?*:к4-::Kamaz K4
:?*:дбенз-::DAF Бензовоз
:?*:сл63-::Mercedes-Benz SL63
:?*:sl63-::Mercedes-Benz SL63
:?*:cls63-::Mercedes-Benz CLS63
:?*:цлс63-::Mercedes-Benz CLS63
:?*:e60-::BMW M5 E60
:?*:е60-::BMW M5 E60
:?*:e39-::BMW M5 E39
:?*:е39-::BMW M5 E39
:?*:гтр-::Nissan GT-R R35
:?*:уаз-кон-::UAZ-452 Concept
:?*:хуайра-::Pagani Huayra
:?*:хаябуса-::Suzuki Hayabusa
:?*:гелс-::Mercedes-Benz G65
:?*:гелн-::Mercedes-Benz G63 W464
:?*:g65-::Mercedes-Benz G65
:?*:g63-::Mercedes-Benz G63 W464
:?*:широн-::Bugatti Chiron
:?*:вейрон-::Bugatti Veyron
:?*:хурик-::Lamborghini Huracan
:?*:авент-::Lamborghini Aventador
:?*:урус-::Lamborghini Urus
:?*:г52-::Газ 52-Тайга
:?*:зазе-::ZAZ-E-ZAZ
:?*:zaze-::ZAZ-E-ZAZ
:?*:xc90-::Volvo XC90
:?*:хс90-::Volvo XC90
:?*:ляфер-::Ferrari LaFerrari
:?*:lafer-::Ferrari LaFerrari
:?*:киберт-::Tesla Cybertrack
:?*:cyber-::Tesla Cybertrack


:?*:.mb::Mercedes-Benz
:?*:.мерс::Mercedes-Benz
:?*:.toy::Toyota
:?*:.mit::Mitsubishi
:?*:.lam::Lamborghini
:?*:.fe::Ferrari
:?*:.rr::Rolls-Royce
:?*:.ф90::BMW M5 F90
:?*:.кава::Kawasaki Ninja H2R
:?*:.дука::Ducatti Desmodeci RR
:?*:.к4::Kamaz K4
:?*:.дбенз::DAF Бензовоз
:?*:.сл63::Mercedes-Benz SL63
:?*:.sl63::Mercedes-Benz SL63
:?*:.cls63::Mercedes-Benz CLS63
:?*:.цлс63::Mercedes-Benz CLS63
:?*:.e60::BMW M5 E60
:?*:.е60::BMW M5 E60
:?*:.гтр::Nissan GT-R R35
:?*:.уаз-кон::UAZ-452 Concept
:?*:.хуайра::Pagani Huayra
:?*:.хаябуса::Suzuki Hayabusa
:?*:.гелс::Mercedes-Benz G65
:?*:.гелн::Mercedes-Benz G63 W464


:?*:арзг-::г. Арзамас
:?*:арзп-::ЖК "Арзамас-Плаза"
:?*:арзс-::ЖК "Арзамас-Сити"
:?*:южж-::ЖК "Южный"
:?*:юж-::г. Южный
:?*:нр-::о. Новая Рублёвка
:?*:арм-::д. Армейское
:?*:лт-::г. Лыткарино
:?*:бат-::пгт. Батырево
:?*:бус-::пгт. Бусаево
:?*:кремл-::ЖК "Кремлевский"
:?*:мирн-::п. Мирное
:?*:барв-::п. Барвиха
:?*:шахт-::пст. Шахтерское
:?*:кор-::д. Корякино
:?*:лесн-::п. Лесное
:?*:едо-::г. Эдово
:?*:прост-::д. Простоквасино
:?*:гар-::д. Гарель
:?*:лек-::ТЦ "LEKA"
:?*:рог-::д. Роговичи
:?*:.арзг::г. Арзамас
:?*:.арзп::ЖК "Арзамас-Плаза"
:?*:.арзс::ЖК "Арзамас-Сити"
:?*:.южж::ЖК "Южный"
:?*:.юж::г. Южный
:?*:.нр::о. Новая Рублёвка
:?*:.арм::д. Армейское
:?*:.лт::г. Лыткарино
:?*:.бат::пгт. Батырево
:?*:.бус::пгт. Бусаево
:?*:.кремл::ЖК "Кремлевский"
:?*:.мирн::п. Мирное
:?*:.барв::п. Барвиха
:?*:.шахт::пст. Шахтерское
:?*:.кор::д. Корякино
:?*:.лесн::п. Лесное
:?*:.едо::г. Эдово
:?*:.прост::д. Простоквасино
:?*:.гар::д. Гарель
:?*:.лек::ТЦ "LEKA"
:?*:.рог::д. Роговичи

:?*:клке::Ключ от кейса
:?*:тон::Тонировщик
:?*:+ог::с п/п "Огород"




NumPad1::
SendMessage, 0x50,, 0x4190419,,
Sendinput, Свободный.{space}
return

NumPad2::
SendMessage, 0x50,, 0x4190419,,
Sendinput, Договорная.{space}
return

NumPad0::
SendMessage, 0x50,, 0x4190419,,
Sendinput, Рублей.{space}
return

!E::
SendMessage, 0x50,, 0x4190419,, A
SendInput {F6}/edit{enter}
return
#If

NumPad9::
    editing := !editing
return

NumPad8::
    specials := !specials
return


